ARC-MX/clawd-mochi/esp-idf/sdkconfig.defaults
# Clawd Mochi — ESP-IDF defaults
CONFIG_IDF_TARGET="esp32c3"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_PARTITION_TABLE_CUSTOM=y
